{
    "header": {
        "title": "AI & Mobile Health Innovation Lab (AIMH Lab) supported by AIM-AHEAD Program for AI Readiness (PAIR)"
    },
    "heroArea":{
        "title": "AI & Mobile Health Innovation Lab (AIMH Lab)",
        "subTitle":"Bridging Artificial Intelligence and Health Solutions for Public Health"
    },
    "main": {
        "regionOne": {
            "title": "The Latest",
            "left": {
                "PIList": [
                        {
                            "name": "ABM Rezbaul Islam, Ph.D.",
                            "title": "Assistant Professor"
                        },
                        {
                            "name": "Adam P. Natoli, Ph.D.",
                            "title": "Associate Professor"
                        }
                ],
                "text": "AI & Mobile Health Innovation Lab (AIMH Lab)",
                "textSubsidiary": "The AI & Mobile Health Innovation Lab at Sam Houston State University combines computer science and health-related behavior expertise to develop data-driven tools for improving healthcare delivery. Our work combines artificial intelligence techniques such as natural language processing, predictive modeling, and speech analytics with mobile technologies to address real-time health needs. We strongly emphasize model explainability, ensuring that the insights and outputs generated by our systems are interpretable and actionable for clinicians and end users."
            },
            "right": {
                "one": {
                    "text-1-1": "10+",
                    "text-1-2": "Faculty",
                    "text-1-3": "A diverse team of leading experts drives our academic excellence"
                },
                "two": {
                    "text-2-1": "50+",
                    "text-2-2": "Projects",
                    "text-2-3": "Our projects foster interdisciplinary knowledge and offer opportunities for mutual learning"
                },
                "three": {
                    "text-3-1": "100+",
                    "text-3-2": "Partner Organizations",
                    "text-3-3": "We collaborate with a vast array of partners across all states and union territories"
                },
                "showLinkedinBtn": false,
                "showXBtn": false,
                "showMoreBtn": false,
                "GoogleScholarLink": "https://scholar.google.com/citations?hl=en&user=y2ePeeYAAAAJ",
                "LinkedinLink": "https://www.linkedin.com/",
                "XLink": "https://x.com/",
                "moreBtnLink":"https://www.google.com"
            }
        },
        "regionTwo": {
            "part1": {
                "title": "News",
                "introducePrimary": "Latest News List"
            },
            "part2": {
                "title": "Research",
                "introducePrimary": "Research Projects and Publications"
            }
        },
        "regionThree": {
            "titlePrimary": "Program for AI Readiness(PAIR)",
            "titleSecondary": "Learn more about PAIR and how you can get involved",
            "buttonText": "Learn More",
            "joinNowLink": "https://www.aim-ahead.net/program-for-artificial-intelligence-readiness/"
        },
        "regionFour": {
            "titlePrimary": "Contact Us",
            "titleSecondary1": "Our lab is open to those interested in working in artificial intelligence and healthcare interfaces.",
            "titleSecondary2": "We invite advanced learners, developers, and health researchers to contribute to creating advanced digital health systems.",

            "buttonText": "Contact Us Now",
            "email": {
                "address": "test@test.edu",
                "subject": "AI & Mobile Health Innovation Lab (AIMH Lab)  - Contact Request",
                "body": {
                    "greeting": "Dear Dr. ABM,",
                    "content": "I am interested in contacting you to learn more about your AI & Mobile Health Innovation Lab (AIMH Lab).",
                    "closing": "Best regards,"
                }
            }
        },
        "EventList": [
            {
                "col1": "NIH AIM-AHEAD Launch for Health AI Tool",
                "col2": "January 15, 2025",
                "col3": "The AIMH Lab launched a novel AI-powered platform for health screening that integrates mobile speech processing and intelligent matching with care services.",
                "colUrl": "None"
            },

            {
                "col1": "SHSU Interdisciplinary Research Collaboration Begins",
                "col2": "February 2025",
                "col3": "The lab initiated a new interdisciplinary project to advance explainable AI technologies in digital healthcare systems.",
                "colUrl": "None"
            }
        ],

        "FacultyList": [
            {
                "name": "ABM Rezbaul Islam, Ph.D.",
                "title": "Assistant Professor, Department of Computer Science",
                "introduction": "ABM Rezbaul Islam, Ph.D., is an Assistant Professor in the Department of Computer Science at Sam Houston State University and Co-Director of the AI & Mobile Health Innovation Lab (AIMH Lab). His research focuses on applying artificial intelligence to mobile health systems, emphasizing machine learning, speech analytics, and natural language processing. Dr. Islam develops tools that analyze voice and text data to support health-related behavior and care coordination. His work prioritizes transparency in algorithm design, ensuring outputs are understandable and useful in applied settings. He collaborates across fields to deliver AI-powered solutions tailored to healthcare contexts and has led projects supported by national initiatives such as NIH AIM-AHEAD.",
                "col4": "Google Scholar: https://scholar.google.com/citations?hl=en&user=y2ePeeYAAAAJ",
                "col5": "Expertise: Mobile AI, Health Technology, Model Transparency"
            },
            {
                "name": "Adam P. Natoli, Ph.D.",
                "title": "Assistant Professor, Department of Psychology",
                "introduction": "Adam P. Natoli, Ph.D., is a Ronald E. McNair Scholar and an Assistant Professor in the Department of Psychology and Philosophy at Sam Houston State University. His research focuses on the methods used to evaluate mental functioning, emphasizing the development and application of advanced statistical and computational models for assessment and decision support in healthcare. Dr. Natoli’s work addresses key questions related to instrument design, data reliability, and cross-method comparisons, including using artificial intelligence in psychological assessment. He also uses computational and quantitative approaches to explore personality structure and diagnostic modeling theories. His research applies analytical precision and modern technology to improve assessment development and interpretation, aiming to support both scientific study and practical settings. Dr. Natoli’s professional training includes experience in a wide range of settings. He is a State-certified Psychologist in the State of Texas. ",
                "col4": "Google Scholar: https://scholar.google.com/citations?hl=en&user=jNBR4zEAAAAJ. Learn more about Dr. Natoli and his work at www.apnatoli.com.",
                "col5": "Expertise: AI-Psychology Integration, Digital Diagnostics, Evaluation Design"
            }
        ],
        "publications": [
            {
                "content": "<h2><strong>AI-Enabled Mobile App for Mental Health Screening</strong><br>Funding: NIH AIM-AHEAD Program<br>Summary: This project develops a smartphone-based tool for evaluating health risks using machine learning and voice data. It supports timely access to resources and enhances clarity through transparent output explanations.<br><br>&nbsp;</h2>"
            }

        ]
    },
    "footer": {
        "item1": "AIM-AHEAD Program",
        "item1Link": "https://www.aim-ahead.net/",
        "item2": "AI Readiness (PAIR)",
        "item2Link": "https://www.aim-ahead.net/program-for-artificial-intelligence-readiness/",
        "item3": "Sam Houston State University",
        "item3Link": "https://www.shsu.edu",
        "copyright": "AIM-AHEAD Coordinating Center is funded by NIH, Agreement No.: 1OT2OD032581"
    }
}